Repository: RizobekS/face_recogn
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Регистрация пользователя
uz: Foydalanuvchini ro'yxatdan o'tkazish

source: Регистрация пользователей
uz: Foydalanuvchilarni ro'yxatdan o'tkazish

source: Проверка пользователя
uz: Foydalanuvchini tekshirish

source: Проверка пользователей
uz: Foydalanuvchilarni tekshirish

source: Registration
uz: Roʻyxatdan oʻtish

source: User name
uz: Foydalanuvchi ismi

source: ID user
uz: ID foydalanuvchi

source: Uzbekistan - China<br> Second Interregional Forum
uz: O'zbekiston - Xitoy<br> Ikkinchi hududlararo forumi

source: Samarkand, 2025
uz: Samarqand, 2025-yil

source: Форма регистрации
uz: Ro'yxatdan o'tish shakli

source: Роль участия
uz: Ishtirok etish roli

source: Выберите роль участия
uz: Ishtirok etish rolini tanlang

source: Attendee
uz: Ishtirokchi

source: Speaker
uz: Spiker

source: Official
uz: Rasmiy mansabdor shaxs

source: Staff
uz: Xodimlar

source: Имя
uz: Ism

source: Фамилия
uz: Familiya

source: Дата рождения
uz: Tug'ilgan kun

source: Пол
uz: Jins

source: Выберите Пол
uz: Jinsni tanlang

source: Мужчина
uz: Erkak

source: Женщина
uz: Ayol

source: Электронная почта
uz: Elektron pochta

source: Мобильный телефон
uz: Mobil telefon

source: Паспорт ID
uz: Pasport ID

source: Страна
uz: Mamlakat

source: Место рождения
uz: Tug'ilgan joy

source: Адрес проживания
uz: Yashash manzili

source: Организация
uz: Tashkilot

source: Должность
uz: Lavozim

source: Загрузите копию вашего паспорта
uz: Pasportingizning nusxasini yuklang

source: Загрузите свое фото
uz: Suratingizni yuklang

source: Taken within the last 6 months
uz: Oxirgi 6 oy ichida olingan

source: Clear view of your face
uz: Yuzingizning aniq ko'rinishi

source: Natural, unedited (no filters or AI)
uz: Tabiiy, tahrirlanmagan (filtr yoki AI yo'q)

source: Taken by someone else (not a selfie)
uz: Boshqa birov tomonidan olingan (selfi emas)

source: Without glasses
uz: Ko'zoynaksiz

source: Plain white background (no shadows or textures)
uz: Oddiy oq fon (soyalar yoki teksturalarsiz)

source: Нажимая кнопку «отправить» вы подтверждаете своё согласие обработки информации
uz: 'Yuborish' tugmasini bosish orqali siz ma'lumotlarni qayta ishlashga roziligingizni tasdiqlaysiz

source: Отправить
uz: Yuborish

source: Успешно
uz: Muvaffaqiyatli

source: Вы зарегистрировались
uz: Siz roʻyxatdan oʻtdingiz

source: Вернуться на главную
uz: Bosh sahifaga qaytish
